{
  "opinions": [
    [
      "Group revision",
      "Revise Aue & life with others, recite & chant, & record & preach the proceedings.",
      "abcijkm"
    ],
    [
      "Personal revision",
      "Revise Aue regularly throughout life, & record & summarise your relationship with it.",
      "abc"
    ],
    [
      "Aue literacy",
      "Promote literacy, & guard the meaning of Aue, also through translation.",
      "bcijkm"
    ],
    [
      "Austerity",
      "Mitigate austerity of essential produce, & be humble during abundance. Do not hoard or fight.",
      "bfgjklm"
    ],
    [
      "Education",
      "Enact & improve teaching in universal equity, balancing knowledge & investigation, reason & trust, humility & freedom, reality & fantasy, sanctity & impiety.",
      "cijkno"
    ],
    [
      "Conversation",
      "Keep knowledge & communication thriving - it alleviates from unconsciousness. Do not dominate conversation.",
      "cfgjno"
    ],
    [
      "Reflection",
      "Regularly reflect upon your interactions with reality, & the diverse far-reaching impact in all you do, & Aue & other beings' impact in your life.",
      "cfgijk"
    ],
    [
      "Gratitude",
      "Thank all those who bring you joy, celebrate this, & appreciate thanks to you. Be mindful of joy's diversity.",
      "cjkm"
    ],
    [
      "Art",
      "Seek awareness of art and its importance on challenging or reinforcing cognitive behaviour and belief.",
      "cfijklm"
    ],
    [
      "Ecology",
      "The natural environment is our greatest fortune - protect it from pollution & exploit that may augment danger.",
      "defgijklmno"
    ],
    [
      "Corpse donation",
      "Once sentience in a being is dead the corpse may relieve others of woe through donation of tissue & organs.",
      "degijkno"
    ],
    [
      "Divine vanity",
      "Free will is a product of evolution, & therefore deities are grossly improbable. It is vain to believe otherwise.",
      "dfgn"
    ],
    [
      "Bodily violation",
      "Do not violate another being's bodily constitution unless it could be their will. Suspended with lack of reciprocation.",
      "dfiklno"
    ],
    [
      "Health",
      "Keep yourself healthy & your environment hygienic & your immunity strong, & mitigate disease & its transmission.",
      "dhiklno"
    ],
    [
      "Assisted suicide",
      "If a person is in great incurable pain, that they wish with sobriety & sanity their expedited death, permit it in the least painful method sought.",
      "dhikno"
    ],
    [
      "Materialism",
      "Swap possessions with others with joy, & seek experience over material goods, for experience is indefinitely tangible.",
      "ehik"
    ],
    [
      "Promises",
      "Only declare promises you know you can keep, & if expectations must be changed seek consent from the other. Promises to the dead are meaningless.",
      "ejk"
    ],
    [
      "Consciousness",
      "Our minds are of our evolution, & our consciousness is found only within our bodies.",
      "fgn"
    ],
    [
      "Phobias",
      "Seek effective help in correcting phobias, for reliability & capability for both yourself & others. But do understand real situational dangers.",
      "fhino"
    ],
    [
      "Charity",
      "Be charitable to others in need, & seek for the systems of plight to be reformed or destroyed.",
      "fgjklm"
    ],
    [
      "Veganism",
      "Seek to exclude, as far as is possible & practicable, all forms of exploitation of, & cruelty to, animals for food, clothing or any other purpose.",
      "fgijkmno"
    ],
    [
      "Abortion",
      "Pregnancy is of bodily constitution, permitting termination before the unborn may feel woe. Soothe emotions by aiding other life to flourish & grow.",
      "fgiklno"
    ],
    [
      "Responsible parenthood",
      "Plan your parenthood carefully. Use contraceptive & fertility methods as desired. Consider adoption after one biological child.",
      "ghikmno"
    ],
    [
      "Cooperation",
      "Encourage cooperation over competition in all disciplines, excluding recreation.",
      "ghjno"
    ],
    [
      "Borrow reality",
      "Know we borrow the present from future beings and our future selves. Keep and ensure a healthy reality.",
      "gijkno"
    ],
    [
      "Research participation",
      "Be aware of safe medical or scientific research, & participate & benefit with joy. Also donating material such as blood, tissue, or hair.",
      "gijkno"
    ],
    [
      "Existence",
      "To us the universe is perfect as it needed to be so for our existence.",
      "fgn"
    ],
    [
      "Slavery",
      "Find & eliminate enslavement or encouragement into so, & ensure executives similarly laboured themselves.",
      "hijklm"
    ],
    [
      "Shame",
      "Do not cast shame for nudity, adult & consenting sexuality, or other victimless recreation, only perhaps suggest alternatives.",
      "hiko"
    ],
    [
      "Technological inertia",
      "Seek the propagation of improved socially valuable technology or methodology, as for some hardship we will benefit.",
      "hkno"
    ],
    [
      "Judgement",
      "Judge others only by their actions proven true, weighing their material conditions with their actions' severity.",
      "ijklmno"
    ],
    [
      "Reconciliation",
      "Sincerely & appropriately correct & resolve & mitigate personal wrongdoing. Accept others seeking reconciliation with you also.",
      "ijk"
    ],
    [
      "Truth",
      "Avoid lies, feigning, hypocrisy, & misinformation, including to yourself, & champion truth where lies are given. Lies are socially & scientifically unhealthy.",
      "jklno"
    ]
  ],
  "verseDescriptions": [
    [
      "a",
      "I find this really important right now, in the early days of Aue being shared.\n<b>Think sensibly for Aue.</b> It's a very direct verse, calling upon innate abilities we all have, to discover Aue. Aue is not written so much for its face value, rather to be studied until understood, with serious attitude.\nThe opinions encourage a regular revision of Aue in respect to one's life, and publicly so."
    ],
    [
      "b",
      "This verse is cited in my first four opinions of Aue, and touch upon not just Aue's propagation, but also on a time which can be really hard to keep faith - austerity.\nOne may read Aue, understand, and benefit, but when times are tough it can be easy to drop empathy and abandon any \"peace-time\" morals. Aue has no conditional clause saying \"have faith, only when times are good\"; you are asked to have faith not only in Aue, but yourself.\nWith study one could make peace with Aue, so even in the hardest times, or the quickest judgements, you can rely on it. My opinions also ask that you remain humble when times are good, and not to shun Aue or others.\nOther citations to it regard its propagation. There must be belief in it and understanding if to be taught without restraint, translated without misjudgment, celebrated without feeling false. Thankfully, with group and personal revision, few should be unable to do this!"
    ],
    [
      "c",
      "This verse, like the previous two, focus mostly on gaining a position in your life; and its propagation to others. It claims to inspire joy, and so this should be shared and preserved. One could quietly follow Aue, but that would virtually denying any benefits one experiences for others.\nWhat is sharing? It is making it accessible to others. Translation, summaries, conversation, and education are all important facets of this.\nWhat is preservation of knowledge? It is immortalising through accurate copies, guarded from misunderstanding. Language changes, and English is no exception.\nAnd now is a good time to focus on a core concept of Aue: <b>joy</b>. A state of happiness, felicity, it is mentioned throughout Aue, coveted. Further verses will allude to its relationship with <b>woe</b>. Aue asks in verse <i>k</i>: <b>Know of woe and seek joy happily.</b>\nTherefore an adherent should include these revelations in their revisions, summaries, and remember what Aue clearly states to be: <b>Share, preserve, exult it for joy</b>."
    ],
    [
      "d",
      "Ephemeral uniqueness. This is the first of the substantial verses of Aue which make hard assertions. One can also tell this by seeing it is heavily referenced in my opinions.\nAue has a materialistic view of the world, rooted in science; the human brain is certainly theoretically capable of being conscious, smart, emotional, etc, as a self-contained organ. \nThis verse is about the miraculous existence of us as individuals, and of nature, our eventual waste, and the impracticality of our reformation after the fact. Our bodies aren't very unique and have been replicated billions of times, but our personalities are a distinct artefact. Alas, they are bound to our organic constitution, currently susceptible to total decay. After this decay, the unique cluster of brain matter constituting our individuality is lost.\nThe opinions of this verse address <i>perimortem</i> (just before and after death) issues of us and nature. The protection of what we have now through <i>Ecology</i>; dashing the futile wish for your corpse to be undisturbed (as it shall be anyway); the first of many reasons why bodily violation is a disturbing wrong; why one should keep healthy if wishing to preserve one's existence; and, if not wanting to preserve your existence, being assisted to expedite its end."
    ],
    [
      "e",
      "Leading on after verse <i>d</i> is a reminder of death. Not just the death of us, but of all beings, and nature as a whole.\nIt is the harsh reality that from now until the heat death of the universe, our unique, contiguous consciousnesses won't reform. Assuredly, each mundane atom of one's mind and body will seep into nature, eventually subside into the Earth's mantle just before its almost total destruction through the inflation of the Sun. Beyond this, for trillions of years, it will not matter - you will have scattered long ago.\nMy opinions citing <i>e</i> draw upon this."
    ],
    [
      "f",
      "Some wonder why there is joy and woe in the world at the same time, why it is experienced unequally. It is simply nature and the fittest way to survive our environments. Plants and even microbes will respond to positive and negative stimuli&mdash;a dichotomy that we intelligent beings apply. They do not understand what is positive and negative, with only genetic impetus. These genes are the product of innumerable mutations alongside innumerable environmental pressures&mdash;evolution. Our acute sense of joy and woe is owed to our consciousness.\nThe most familiar yet most mysterious aspect of our lives is consciousness. An arguably beautiful character of this is empathy - a linchpin of both society and Aue. It is not just good for good's sake, but a winning trait of our species. The opinions commencing with a <i>f</i> citation encourage this good both in oneself and for others. <i>Phobias</i> encourages addressing irrational fears; <i>Charity</i> encourages material aid and ongoing easement for those in need; <i>Veganism</i> strictly encourages reducing harm to animals currently enslaved through societal inertia; <i>Abortion</i> addresses pregnancy and its termination as valuable only before it could effect woe&mdash;thankfully plenty of time to make a decision."
    ],
    [
      "g",
      "This verse continues the fact that life evolves together, in the same universe. We have effects on one another, between species, sizes, ages, and location. We share the precious conditions we have, and therefore should be conscious of our effects.\nThe previously seen opinions here, such as <i>Ecology</i>, <i>Veganism</i>, etc, focus on these relationships to bolster good. The new opinions include defining a relationship between parents and offspring; encouraging cooperation over competition; a reminder of our actions impacting those in the future; of participating in research as we are of one another; and a small refutation on the nature of our seemingly designed universe&mdash;life, (evolved) together, share (and have shared) the universe.\nOf course, it is up to us to be good. There is no supernatural tally of virtue & sin, karma, and only through empathy (no small thing) and utilitarianism will we bolster good."
    ],
    [
      "h",
      "As previous verses have established, after death is scattering, and it is a certainty for all of us. Maybe advances in medicine will improve our lifespans within our lifetime, but even with an extra 100 years, or 1000 years, or one trillion, our time is volatile and short. This means we should take care to use our life well, and realise how precious it is.\nWith previous opinions, some opinions commencing with <i>h</i> are <i>Slavery</i>, to help ensure nobody lives their life without freedom; <i>Shame</i> to help ensure nobody restricts their life choices just because others feel offended; <i>Exercise</i> a short simple encouragement for the gym to not just waste energy on resistance; <i>Technological inertia</i> encourages being aware of (seeking) socially valuable technology that should be adopted without delay, factoring in hardships.\nMore opinions may draw upon this verse just to remind people to not waste their lives. Even I must be reminded sometimes."
    ],
    [
      "i",
      "All a religion without supernatural means can do is inspire&mdash;move&mdash;one to act and think differently. Aue is no exception. Its ~84 words can only be written in a way that after study it makes sense, then causes change. Of course you could approach anybody on the street and say: <b>Know of woe and seek joy happily.</b> But while this verse is one of the most important, it is only words, and it's up to the adherent to effect its importance.\nIn religion there is often dichotomy between good & evil, virtue & sin, and joy & woe is of Aue. <b>Know of woe</b> is an entire life's journey with conscious, empathetic heart and mind. It means to uncover all national plight, all manner of personal grievance, and even the condition and treatment of life itself. <b>and seek joy</b> is on this same path, to effect it in both yourself and others.\nYou've read the words, now <i>a</i> <b>Think sensibly for Aue;</b> and read them again to inspire action!"
    ],
    [
      "j",
      "To me, religion requires faith. And to me, this reminder is the core faith of Aue.\nThere is a compulsion in modern, especially capitalist society, to become alienated from all but yourself. And yet as human beings we would be unrecognisable without society, and non-existent without nature.\nSociety is the sum of all our interactions with one another, and can be shared with anybody except by yourself alone. By trusting & relying on nature & society, we accept a part of ourselves just as important as our flesh. We can understand it better, and empathise with it easier."
    ],
    [
      "k",
      "One might find it apparent to oppose harm to others, but this verse serves as the steadfast reminder. Aue lays out the character of joy & woe, and asks for this to be consistently kept in mind, and its diversity investigated.\nSentient beings also make up our society. Opposing harm and upholding empathy involves numerous actions.\nTaking anthropogenic climate change as a currently most important issue, it will take massive corrections and pressures in our behaviour and governance to address. The normalisation and unnecessary systematic torture and slaughter of billions of animals globally must be addressed. Hundreds of millions of individuals globally are suffering in war, persecution, genocide, poverty, hunger, economic debt, slavery, and more, and must be saved. And locally, there may be individuals or families in need which can be directly helped. These issues, an adherent of Aue should tackle head-on, for joy.\nBut how much should one change? Where is the line drawn? This is a question that can regress into a return to primitive life, antinatalism, or even excuse suicide. But this insults our capacity for doing rational good, and incites apathy; we all have the ability to seek out, prioritise, and create real lasting impact in this world. It is with faith that adherents of Aue should do this, and never stop. <i>b</i> <b>believe in it & your abilities.</b>"
    ],
    [
      "l",
      "Unfortunately, it's virtually impossible for all animals (us included) to behave in such a way that woe is reduced only to natural misfortune. Whether through nature or nurture, some of us have taken a vocation of causing harm to others, whether that be permanently unpleasant attitude or serial murder. This verse serves as a reminder, that woe is not just inherent to our mortal condition but can be caused by others. Thankfully there is a human capacity to bring only joy to others to some degree.\nThis verse may address a victim or a culprit. For a victim, there is reminder that <i>some</i> woe is malicious, calculated, but therefore subject to change. For a culprit, there is no inherent virtue or sin, no eternal damnation, karma or curses, and therefore opportunity to change.\nTruly capable subverting of societal joy is by other social beings; seeking peace is a vital process of dialectics, and unfortunately sometimes attrition."
    ],
    [
      "m",
      "Ignorance and naivety is not malicious; we are all ignorant of things in varying degrees. However, perpetual ignorance, either upon oneself or others, we have seen does contribute to woe. This may be in the way we interact with others socially, opinions and mannerisms we inherit, continuing to do something we know is wrong, not questioning something we've been informed may be wrong, not speaking up or intervening in a situation we know is preventable.\nMost of the time, we're all correct and taking a path which is unharmful beyond reasonable doubt. But it's those minority instances that can change ourself and the lives of others dramatically. Aue asks one to be aware of woe, and act on it; exhibit this to others in the face of ignorance. It is best to demonstrate a good path, not to judge, nor chastise, nor force."
    ],
    [
      "n",
      "To me, \"faith\" and \"science\" are not mutually exclusive. Interacting with all other people we have ingrained in us a workable level of trust for relationships, business, peace, and guardianship, among others. It is no law of physics&mdash;you have my word&mdash;that money guarantees service, affection guarantees loyalty, or that treaties are eternal. This in mind, the human pursuits of science and academia do not guarantee truth.\nIt has been very apparent in lay and opposing peoples that distrust of institutions and authority lead to distrust in otherwise sound method and reproducibility.\nThough Antiscience is a pestilence, how the most critically acclaimed, even benign institutions are verified and trusted should be understood, countering blind trust. This will only be good for our society as a whole.\nWith this ever-critical faith, we can be more sure of the conclusions of specialists and experts, institutions, and foundational knowledge, for joy. Scientific method and knowledge are inexorable and indispensable for effective adherence to Aue."
    ],
    [
      "o",
      "This final verse of Aue follows after asking for critical trust in science and knowledge. Aue up until now has asked for one to be increasingly well aware of the joy and woe in this world, to side for society's joy, and propagate these priorities. It has also made various assertions, tying into this, about our origins, drives, and endings, which are rooted in materialist understanding. Aue itself certainly has intention of using materialist conclusions as solutions.\nTo quote Albert Einstein:\n“Science … cannot create ends and, even less, instil them in human beings; science, at most, can supply the means by which to attain certain ends. But the ends themselves are conceived by personalities with lofty ethical ideals and&mdash;if these ends are not stillborn, but vital and vigorous&mdash;are adopted and carried forward by those many human beings who, half unconsciously, determine the slow evolution of society.”"
    ]
  ],
  "materials": [
    [
      "Sapiens – A Brief History of Humankind",
      "https://www.ynharari.com/book/sapiens-2",
      "A fantastic sensationalised account of the rise of our species, <i>Homo sapiens</i>. It can help a reader understand their ancestor's journey across the Earth and through time. I have found myself a product of evolution moreso than ever before after reading, and can derive true existential purpose. Its unique commentary on social aspects of our species is critical to understanding our history and abilities."
    ],
    [
      "Why Socialism?",
      "https://monthlyreview.org/2009/05/01/why-socialism",
      "A major inspiration of Aue, concerning the dependence we have on one another for our livelihood. The abstraction of society Einstein provides touches both material and psychological aspects. We need others, and the mode of our material conditions greatly affects satisfaction of this."
    ],
    [
      "Mind Field",
      "https://www.youtube.com/watch?v=iqKdEhx-dD4&list=PL-D2eb2vBV7LzsXkzeinc7v1eZ-22AaCs",
      "A fun, practical, modern series exploring concepts of neurobiology and psychology both lay and academic. Though it uses small participant sizes, it readily cites wider research and forms great habits of curiosity in its audience."
    ],
    [
      "Piltdown Man",
      "https://en.wikipedia.org/wiki/Piltdown_Man",
      "An example of how critical faith in science was exercised, in the face of fake evidence. For some time the conclusions drawn from its findings were accepted, but not by all, and rejected once found out. It is important that its legacy among the public was rectified, and its false findings are archived."
    ],
    [
      "Daniel Amen TED Talk",
      "https://www.youtube.com/watch?v=esPRsT-lmw8",
      "Using science to identify and alleviate anti-social behaviour and other mental deviations, also adjusting moral responsibility of the afflicted. Rightfully, it is a controversial subject, but if we have the power to heal&mdash;and only healing, restoration&mdash;then we should explore it. Caution should be exercised to ensure it is a purely medicinal, restorative, ethical science. “Behaviour is not the problem, behaviour is an expression of the problem.”"
    ],
    [
      "SciShow YouTube channel",
      "https://www.youtube.com/channel/UCZYTClx2T1of7BRZ86-8fow",
      ""
    ],
    [
      "PBS Eons YouTube Channel",
      "https://www.youtube.com/channel/UCzR-rom72PHN9Zg7RML9EbA",
      ""
    ],
    [
      "Healthline",
      "https://www.healthline.com/process",
      "A great resource for questions about daily health, diseases, conditions, diets, and other impacts of lifestyle on health. They are credible and science-first, keeping advice simple and effective.</a>."
    ],
    [
      "Psychology Today",
      "https://www.psychologytoday.com/gb/docs/about-psychology-today",
      ""
    ],
    [
      "Our World in Data",
      "https://ourworldindata.org",
      "A brilliant project from the <a href=\"Global Change Data Lab\">Global Change Data Lab</a>, collating and presenting meaningful data of humanity's past, present, and future. This wealth of international information can help us focus on the tangible and intangible issues we face at scale."
    ],
    [
      "Indices of prosperity",
      [
        "https://climateactiontracker.org/countries/",
        "https://en.wikipedia.org/wiki/Global_Peace_Index",
        "https://en.wikipedia.org/wiki/Gini_coefficient"
      ],
      ""
    ],
    [
      "The power of animism: John Reid",
      "https://www.youtube.com/watch?v=lmhFRarkw8E",
      ""
    ]
  ],
  "charities": []
}
